export default {
  projections: {
    ПостаматE: {
      iD: {
        __caption__: 'ID'
      },
      адрес: {
        __caption__: 'Адрес'
      },
      статус: {
        __caption__: 'Статус'
      },
      службаДоставки: {
        __caption__: 'Служба доставки',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      ячейка: {
        __caption__: 'Ячейка',
        номерЯчейки: {
          __caption__: 'Номер ячейки'
        },
        транзакция: {
          __caption__: 'Транзакция',
          время: {
            __caption__: 'Время'
          }
        }
      }
    },
    ПостаматL: {
      iD: {
        __caption__: 'ID'
      },
      адрес: {
        __caption__: 'Адрес'
      },
      статус: {
        __caption__: 'Статус'
      },
      службаДоставки: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    iD: {
      __caption__: 'ID'
    },
    адрес: {
      __caption__: 'Адрес'
    },
    статус: {
      __caption__: 'Статус'
    },
    службаДоставки: {
      __caption__: 'Служба доставки'
    },
    ячейка: {
      __caption__: 'Ячейка'
    }
  }
};
