export default {
  projections: {
    ПользовательE: {
      iD: {
        __caption__: 'ID'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      номерТелефона: {
        __caption__: 'Номер телефона'
      },
      транзакция: {
        __caption__: 'Транзакция',
        дата: {
          __caption__: 'Дата'
        },
        время: {
          __caption__: 'Время'
        },
        оплата: {
          __caption__: 'Оплата'
        },
        сумма: {
          __caption__: 'Сумма'
        }
      }
    },
    ПользовательL: {
      iD: {
        __caption__: 'ID'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      номерТелефона: {
        __caption__: 'Номер телефона'
      },
      транзакция: {
        __caption__: 'Дата',
        дата: {
          __caption__: 'Дата'
        },
        время: {
          __caption__: 'Время'
        },
        оплата: {
          __caption__: 'Оплата'
        },
        сумма: {
          __caption__: 'Сумма'
        }
      }
    }
  },
  validations: {
    iD: {
      __caption__: 'ID'
    },
    номерТелефона: {
      __caption__: 'Номер телефона'
    },
    фИО: {
      __caption__: 'ФИО'
    },
    транзакция: {
      __caption__: 'Транзакция'
    }
  }
};
