export default {
  projections: {
    ПосылкаE: {
      iD: {
        __caption__: 'ID'
      },
      статус: {
        __caption__: 'Статус'
      },
      отправитель: {
        __caption__: 'Отправитель'
      },
      получатель: {
        __caption__: 'Получатель'
      },
      логистика: {
        __caption__: 'Логистика',
        состояние: {
          __caption__: 'Состояние'
        },
        информация: {
          __caption__: 'Информация'
        }
      }
    }
  },
  validations: {
    iD: {
      __caption__: 'ID'
    },
    отправитель: {
      __caption__: 'Отправитель'
    },
    получатель: {
      __caption__: 'Получатель'
    },
    статус: {
      __caption__: 'Статус'
    },
    логистика: {
      __caption__: 'Логистика'
    },
    транзакция: {
      __caption__: 'транзакция'
    }
  }
};
