export default {
  projections: {
    ТранзакцияE: {
      iD: {
        __caption__: 'ID'
      },
      дата: {
        __caption__: 'Дата'
      },
      время: {
        __caption__: 'Время'
      },
      оплата: {
        __caption__: 'Оплата'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      посылка: {
        __caption__: 'Посылка',
        iD: {
          __caption__: 'ID'
        },
        статус: {
          __caption__: 'Статус'
        },
        отправитель: {
          __caption__: 'Отправитель'
        },
        получатель: {
          __caption__: 'Получатель'
        },
        логистика: {
          __caption__: 'Логистика',
          состояние: {
            __caption__: 'Состояние'
          },
          информация: {
            __caption__: 'Информация'
          }
        }
      }
    },
    ТранзакцияL: {
      iD: {
        __caption__: ''
      },
      время: {
        __caption__: ''
      },
      дата: {
        __caption__: ''
      },
      оплата: {
        __caption__: ''
      },
      сумма: {
        __caption__: ''
      }
    }
  },
  validations: {
    iD: {
      __caption__: 'ID'
    },
    время: {
      __caption__: 'Время'
    },
    дата: {
      __caption__: 'Дата'
    },
    оплата: {
      __caption__: 'Оплата'
    },
    сумма: {
      __caption__: 'Сумма'
    },
    посылка: {
      __caption__: 'Посылка'
    }
  }
};
